[
    {
        "event_type": 1,
        "description": "\"Голубая Луна\" — это редкое астрономическое явление, при котором в одном календарном месяце происходит два полнолуния. Это происходит из-за несовпадения лунного и календарного циклов, ведь средняя продолжительность синодического месяца составляет около 29,5 дней, а в некоторых календарных месяцах больше дней. Такое событие случается примерно раз в 2,5 года. Несмотря на название, Луна не меняет свой цвет, а термин возник в английском языке как выражение \"once in a blue moon\", означающее нечто редкое. Иногда \"Голубой Луной\" называют третье полнолуние из четырёх, происходящих в одном сезоне, что также считается редким явлением."
    },
    {
        "event_type": 2,
        "description": "Микролуние — это полнолуние или новолуние, которое происходит в тот момент, когда Луна находится на максимальном расстоянии от Земли (апогее). Это расстояние может составлять до 405 000 км. Из-за этого Луна выглядит меньше и менее яркой по сравнению с обычным полнолунием, что делает её противоположностью \"Суперлуния\". Этот эффект может быть заметен невооружённым глазом, особенно при сравнении с обычным полнолунием. Хотя визуальное уменьшение не столь значительное, можно наблюдать небольшое снижение яркости и размера Луны в ночном небе."
    },
    {
        "event_type": 3,
        "description": "Суперлуние — это полнолуние или новолуние, происходящее в момент наибольшего сближения Луны с Землёй (перигея). В это время Луна находится на расстоянии менее 360 000 км от Земли, что делает её видимой на 14% больше и на 30% ярче, чем при обычном полнолунии. Этот эффект наиболее заметен в момент её восхода и захода, когда Луна кажется ещё больше из-за оптической иллюзии. Влияние Супер Луны также может отражаться на приливах и отливах, усиливая их амплитуду из-за увеличенной гравитационной тяги."
    },
    {
        "event_type": 4,
        "description": "Волчья Луна — это название первого полнолуния в году. Этот термин пришёл из древних традиций европейских культур, которые связывали его с зимним периодом, когда голодные волки выли у поселений в поисках пищи. Название связано с древними традициями и мифами, в частности, с тем, что в этот период зимы волки часто издают громкий вой, пытаясь найти еду. Эти звуки могут быть слышны в ночной тишине, когда земля покрыта снегом и ледяными холодами. В наше время этот термин продолжает использоваться в лунном календаре и астрономических прогнозах. Волчья Луна является частью серии традиционных наименований полнолуний, которые используются в различных культурах для обозначения изменений сезонов и природных циклов."
    }
]